//點名系統	
	define('CHURCHGROUP', '5');		//台中區
	define('CHURCHID', '68');
	define('go_home_MEETING', '38');		//家聚會
	define('home_MEETING','2312');
	define('smallGroup', '39');		//排聚會
	define('Gospel', '1473');		//福音出訪
	define('Revival','2026');	   //晨興
	define('Lordsday','37');	   //主日
	define('Pray','40');//禱告
	define('ChildrenGroup','768');//兒童排
	define('LifeStudy','2483');//生命讀經


define('DISTRICT_ID', array(
		'民生' => '560,3',
		'干城' => '562,3',
		'建國' => '563,3',
		'聽障' => '564,3',
        '大新' => '2107,3'
	));

    define('DISTRICT_ID', array(
		'自立' => '583,3',
		'合作' => '584,3',
		'仁和' => '587,3',
		'復興' => '1842,3'
	));
    define('DISTRICT_ID', array(
		'學府' => '588,3',
		'中興' => '589,3',
		'文林' => '590,3',
		'南平' => '591,3'
	));

    define('DISTRICT_ID', array(
		'樂群' => '593,3',
		'貴和' => '594,3',
		'立家' => '596,3',
		'向上' => '1831,3'
	));

    define('DISTRICT_ID', array(
		'長安' => '598,3',
		'中清' => '599,3',
		'陝西' => '600,3',
		'敦化' => '6188,3',
        '陳平' => '7765,3'
	));

    define('DISTRICT_ID', array(
		'興進' => '603,3',
		'三光' => '602,3',
		'文昌' => '604,3',
		'旅順' => '6747,3',
        '祟德' => '605,3'
	));

    define('DISTRICT_ID', array(
		'中台' => '6195,3',
		'軍功' => '607,3',
		'軍福' => '608,3',
		'美地' => '7300,3'
	));

    define('DISTRICT_ID', array(
		'逢甲' => '609,3',
		'櫻花' => '610,3',
		'至善' => '611,3',
		'洛陽' => '4490,3',
		'逢大' => '1854,3',
        '西屯' => '1846,3'
	));

    define('DISTRICT_ID', array(
		'榮總' => '612,3',
		'國安' => '614,3',
		'東海' => '7052,3'
	));

    define('DISTRICT_ID', array(
		'自強' => '617,3',
		'國際' => '618,3',
		'西青' => '619,3',
		'新興' => '7998,3'
	));

    define('DISTRICT_ID', array(
		'健康' => '1668,3',
		'健榮' => '1664,3',
		'復健' => '1666,3',
		'忠孝' => '7789,3'
	));

    define('DISTRICT_ID', array(
		'精誠' => '624,3',
		'豐樂' => '625,3',
		'嶺東' => '3611,3',
		'南屯' => '2109,3'
	));

    define('DISTRICT_ID', array(
		'美德' => '627,3',
		'健行' => '3656,3',
		'學士' => '8363,3'
	));

    define('DISTRICT_ID', array(
		'得榮' => '630,3',
		'錦科' => '1762,3',
		'錦祥' => '9016,3'
	));

    define('DISTRICT_ID', array(
		'東光' => '632,3',
		'松竹' => '634,3',
		'興安' => '633,3',
		'柳陽' => '6186,3',
        '松山' => '6746,3'
	));

    define('DISTRICT_ID', array(
		'忠明' => '636,3',
		'大隆' => '638,3',
		'市政' => '2803,3'
	));

    define('DISTRICT_ID', array(
		'霧峰' => '1763,3',
		'朝陽' => '1764,3',
		'亞洲' => '3655,3',
		'萊園' => '7762,3'
	));

    define('DISTRICT_ID', array(
		'永安' => '1605,3',
		'一心' => '1607,3',
		' 陽明' => '1609,3'		
	));

    define('DISTRICT_ID', array(
		'大雅' => '1766,3',
		'雅環' => '1767,3'
	));

    define('DISTRICT_ID', array(
		'沙鹿' => '1753,3',
		'龍井' => '1751,3',
		'大肚' => '1752,3',
		'日光' => '7764,3',
		'活井' => '7999,3',
        '頂街' => '3658,3'
	));

    define('DISTRICT_ID', array(
		'清水' => '1771,3',
		'南社' => '2106,3',
		'港埠' => '3659,3',
		'槺榔' => '8780,3'
	));

    define('DISTRICT_ID', array(
		'大甲' => '1837,3',
		'育英' => '2387,3',
		'外埔' => '1838,3'
	));

    define('DISTRICT_ID', array(
		'大里' => '2016,3',
		'內新' => '2018,3',
		'德芳' => '6389,3',
		'新里' => '8362,3'
	));

    define('DISTRICT_ID', array(
		'光華' => '2840,3',
		'新坪' => '2841,3',
		'新光' => '7457,3',
		'勤益' => '7761,3'
	));

    define('DISTRICT_ID', array(
		'黎明' => '4337,3',
		'惠來' => '4339,3',
		'大業' => '7301,3'
	));

    define('DISTRICT_ID', array(
		'工業' => '4467,3',
		'永福' => '4469,3',
		'安和' => '7054,3',
		'協和' => '8000,3'
	));

    define('DISTRICT_ID', array(
		'烏日' => '4555,3',
		'仁德' => '4556,3'
	));

    define('DISTRICT_ID', array(
		'和祥' => '6193,3',
		'大坑' => '4559,3',
		'新社' => '4560,3',
		'東山' => '6194,3'
	));

    define('DISTRICT_ID', array(
		'潭子' => '4922,3',
		'仁美' => '4923,3',
		'河美' => '6392,3',
		'豐美' => '7458,3',
        '潭美' => '4924,3'
	));

    define('DISTRICT_ID', array(
		'精武' => '4925,3',
		'富榮' => '4926,3',
		'雙十' => '4927,3',
		'北屯' => '4928,3',
                '旱溪' => '7302,3'
	));

    define('DISTRICT_ID', array(
		'東勢' => '5210,3',
		'梨山' => '5211,3',
		'石岡' => '5212,3'
	));

    define('DISTRICT_ID', array(
		'豐東' => '5893,3',
		'豐南' => '5892,3',
                '后里' => '5891,3'
	));

    define('DISTRICT_ID', array(
		'長春' => '5894,3',
		'金山' => '5895,3',
		'崇倫' => '5896,3'
	));

    define('DISTRICT_ID', array(
		'仁化' => '6387,3',
		'草湖' => '6388,3'
	));

    define('DISTRICT_ID', array(
		'漢成' => '6395,3',
		'賴厝' => '6396,3'
	));

    define('DISTRICT_ID', array(
		'梧棲' => '7040,3',
		'頂居' => '7038,3',
		'南福' => '7039,3'
	));

    define('DISTRICT_ID', array(
		'福順' => '7042,3',
		'玉門' => '7041,3',
		'瑞聯' => '7053,3'
	));

    define('DISTRICT_ID', array(
		'清泉崗' => '7047,3',
		'神岡' => '7048,3',
		'上楓' => '7049,3',
		'社口' => '8001,3'
	));

    define('DISTRICT_ID', array(
		'建成' => '7585,3',
		'永和' => '7586,3',
		'國光' => '7587,3',
		'大智' => '8792,3'
	));

    define('DISTRICT_ID', array(
		'宜欣' => '7589,3',
		'太平' => '7590,3'
	));

    define('DISTRICT_ID', array(
		'河南' => '7785,3',
		'圓滿' => '7786,3',
		'向心' => '7787,3',
		'惠文' => '7788,3'
	));